Repository: oddstr13/mcomix3
Catalog: mcomix/messages/*/LC_MESSAGES/mcomix.po
Languages: de, nl

source: Quits and restores the currently opened file next time the program starts.
de: Beendet das Programm und stellt die aktuell geöffnete Datei beim nächsten Start wieder her.
nl: Sluit af en herstel het momenteel geopende bestand bij de volgende programmastart.

source: _Rotate 90 degrees CW
de: 90 Grad im _Uhrzeigersinn drehen
nl: 90 graden naar rechts d_raaien

source: Rotate 180 de_grees
de: 180 Grad _drehen
nl: 180 _graden draaien

source: Rotat_e 90 degrees CCW
de: 90 Grad gegen den Uhr_zeigersinn drehen
nl: 90 graden naar links draai_en

source: Fli_p horizontally
de: _Horizontal spiegeln
nl: Horizontaal spiegelen

source: Flip _vertically
de: _Vertikal spiegeln
nl: Verticaal spiegelen

source: Save _As
de: Speichern _unter
nl: Opslaan _als

source: _Zoom
de: Ver_größern
nl: _Zoomen

source: _Recent
de: _Zuletzt geöffnet
nl: _Onlangs geopend

source: _Bookmarks
de: Lesezei_chen
nl: _Bladwijzers

source: T_oolbars
de: _Werkzeugleisten
nl: Werkb_alken

source: _Edit
de: Bea_rbeiten
nl: Be_werken

source: Open _with
de: Ö_ffnen mit
nl: Openen _met

source: _File
de: Date_i
nl: _Bestand

source: _View
de: Ansic_ht
nl: Beel_d

source: _Tools
de: _Werkzeuge
nl: _Hulpmiddelen

source: _Help
de: _Hilfe
nl: _Hulp

source: _Transform image
de: Bild ändern
nl: Afbeelding _transformeren

source: _Auto-rotate image
de: _Automatisch rotieren
nl: Afbeelding _automatisch draaien

source: ...when width exceeds height
de: ...wenn Breite Höhe übersteigt
nl: ...indien breder dan hoog

source: ...when height exceeds width
de: ...wenn Höhe Breite übersteigt
nl: ...indien hoger dan breed

source: _Fullscreen
de: _Vollbild
nl: Beeld_vullend

source: Fullscreen mode
de: Vollbild-Modus
nl: Beeldvullende modus

source: _Double page mode
de: _Doppelseitiger Modus
nl: _Dubbelepaginamodus

source: _Toolbar
de: _Werkzeugleiste
nl: _Werkbalk

source: _Menubar
de: _Menüleiste
nl: _Menubalk

source: St_atusbar
de: St_atusleiste
nl: St_atusbalk

source: S_crollbars
de: Ro_llleiste
nl: S_crollbalken

source: Th_umbnails
de: _Vorschaubilder
nl: Miniat_uren

source: H_ide all
de: Alle verstec_ken
nl: Alles v_erbergen

source: _Manga mode
de: _Manga-Modus
nl: _Mangamodus

source: Invert smart scrolling direction.
de: Richtung des intelligenten Rollens umkehren.
nl: Draai de slimme scrollrichting om.

source: _Keep transformation
de: Veränderung _behalten
nl: Transformaties _behouden

source: Keeps the currently selected transformation for the next pages.
de: Behält die derzeit ausgewählten Transformationen für die nächsten Seiten bei.
nl: Pas de momenteel toegepaste transformaties ook toe op volgende pagina's.

source: Start _slideshow
de: Diaschau _starten
nl: Diavoor_stelling starten

source: Magnifying _lens
de: _Lupe
nl: Vergr_ootglas

source: Stretch images to fit to the screen, depending on zoom mode.
de: Streckt kleine Bilder abhängig vom Zoom-Modus so, dass sie den Bildschirm ausfüllen.
nl: Rek afbeeldingen uit zodat ze op het scherm passen, afhankelijk van de zoommodus.

source: _Best fit mode
de: Am besten _passender Modus
nl: _Best passend

source: Fit _width mode
de: Modus mit angepasster _Breite
nl: Passen_d in breedte

source: Fit _height mode
de: Modus mit angepasster _Höhe
nl: Passend in _hoogte

source: Fit _size mode
de: Modus mit fester Grö_sse
nl: Inpa_ssen

source: M_anual zoom mode
de: M_anueller Vergrößerungsmodus
nl: Hand_matige zoommodus

source: _About
de: _Über
nl: _Over

source: Co_mments...
de: _Kommentare...
nl: Co_mmentaren...

source: Proper_ties
de: Eigenschaf_ten
nl: Eigenscha_ppen

source: Pr_eferences
de: Einstell_ungen
nl: _Voorkeuren

source: _Edit archive...
de: Ar_chive bearbeiten ...
nl: Archi_ef aanpassen...

source: Opens the archive editor.
de: Öffnet den Archiv-Editor.
nl: Open de archiefbewerker.

source: _Open...
de: Ö_ffnen ...
nl: _Openen...

source: En_hance image...
de: Bild aufbesser_n...
nl: Afbeeldin_g verbeteren...

source: _Library...
de: Bibliothe_k ...
nl: Bib_liotheek...

source: ! Worker thread processing %(function)r failed: %(error)s
de: ! Arbeiter-Thread in Bearbeitung von %(function)r fehlgeschlagen: %(error)s
nl: ! Werkprocesfunctie '%(function)r' mislukt: %(error)s

source: The archive is password-protected:
de: Das Archiv ist passwortgeschützt:
nl: Dit archief is beveiligd met een wachtwoord:

source: %(filename)s's extracted size is %(actual_size)d bytes, but should be %(expected_size)d bytes. The archive might be corrupt or in an unsupported format.
de: Die entpackte Größe von %(filename)s ist %(actual_size)d Bytes, sollte aber %(expected_size)d Bytes sein. Das Archiv könnte korrupt oder in einem nicht unterstützten Format sein.
nl: %(filename)s's uitgepakte grootte is %(actual_size)d bytes, maar zou %(expected_size)d bytes moeten zijn. Het archief is mogelijk beschadigd of wordt niet ondersteund.

source: Adding books
de: Bücher hinzufügen
nl: Boeken toevoegen

source: Added books:
de: Hinzugefügte Bücher:
nl: Toegevoegd:

source: Adding '%s'...
de: Füge »%s« hinzu ...
nl: Bezig met toevoegen van '%s'...

source: ! Non-existant book #%i
de: ! Nicht vorhandenes Buch #%i
nl: ! Boek #%i bestaat niet

source: ! Could not get cover for book "%s"
de: ! Konnte Deckblatt für Buch "%s" nicht laden
nl: ! Geen omslag aangetroffen bij '%s'

source: ! Could not add book "%s" to the library
de: ! Buch %s konnte nicht zur Bibliothek hinzugefügt werden
nl: ! Kan '%s' niet toevoegen aan bibliotheek

source: ! Could not add collection "%s"
de: ! Sammlung "%s" konnte nicht hinzugefügt werden
nl: ! Kan verzameling '%s' niet toevoegen

source: ! Could not add book %(book)s to collection %(collection)s
de: ! Konnte Buch %(book)s nicht zur Sammlung %(collection)s hinzufügen
nl: ! Kan '%(book)s' niet toevoegen aan verzameling '%(collection)s'

source: ! Could not rename collection to "%s"
de: ! Sammlung konnte nicht zu "%s" umbenannt werden
nl: ! Kan naam van verzameling niet wijzigen in '%s'

source: (Copy)
de: (Kopieren)
nl: (Kopiëren)

source: Could not determine library database version!
de: Konnte Bibliothek-Datenbankversion nicht bestimmen!
nl: Kan de databankversie van de bibliotheek niet vaststellen!

source: Upgrading library database version from %(from)d to %(to)d.
de: Aktualisiere Bibliothek-Datenbankversion von %(from)d auf %(to)d.
nl: Bezig met upgraden van bibliotheekdatabank van versie %(from)d naar %(to)d...

source: Recent
de: Zuletzt geöffnet
nl: Onlangs geopend

source: All books
de: Alle Bücher
nl: Alle boeken

source: Library books
de: Bücher in Bibliothek
nl: Bibliotheekboeken

source: _Open
de: Ö_ffnen
nl: _Openen

source: Opens the selected books for viewing.
de: Öffnet die ausgewählten Bücher zum Lesen.
nl: Open de geselecteerde boeken.

source: Open _without closing library
de: Öffnen _ohne Bibliothek zu schließen
nl: Openen _zonder bibliotheek te sluiten

source: Opens the selected books, but keeps the library window open.
de: Öffnet die ausgewählten Bücher, aber lässt die Bibliothek offen.
nl: Open de geselecteerde boeken, maar sluit het bibliotheekvenster niet.

source: _Add...
de: _Hinzufügen...
nl: _Toevoegen...

source: Add more books to the library.
de: Weitere Bücher zu der Bibliothek hinzufügen.
nl: Voeg meer boeken toe aan de bibliotheek.

source: Remove from this _collection
de: Aus _Sammlung entfernen
nl: Verwijderen uit deze _verzameling

source: Removes the selected books from the current collection.
de: Entfernt die ausgewählten Bücher von der aktuellen Sammlung.
nl: Verwijder de geselecteerde boeken uit de huidige verzameling.

source: Remove from the _library
de: Aus _Bibliothek entfernen
nl: Verwijderen uit bib_liotheek

source: Completely removes the selected books from the library.
de: Entfernt die ausgewählten Bücher komplett aus der Bibliothek.
nl: Verwijder de geselecteerde boeken uit de bibliotheek.

source: _Remove and delete from disk
de: Aus Bibliothek entfernen und _löschen
nl: Pe_rmanent verwijderen van schijf

source: Deletes the selected books from disk.
de: Löscht die ausgewählten Bücher von der Festplatte.
nl: Verwijder de geselecteerde boeken van de schijf.

source: Copies the selected book's path to clipboard.
de: Kopiert den Dateipfad des ausgewählten Buches in die Zwischenablage.
nl: Kopieer het bestandspad van het geselecteerde boek naar het klembord.

source: _Sort
de: _Sortierung
nl: _Sorteren

source: Changes the sort order of the library.
de: Ändert die Sortierung der Bibliothek.
nl: Pas de sorteervolgorde van de bibliotheek aan.

source: Cover si_ze
de: Deckblatt_größe
nl: Om_slaggrootte

source: Changes the book cover size.
de: Ändert die Deckblattgröße der Bücher.
nl: Pas de omslaggrootte van de boeken aan.

source: Book name
de: Buch-Name
nl: Boektitel

source: Full path
de: Voller Pfad
nl: Volledig pad

source: Date added
de: Hinzufüge-Datum
nl: Toegevoegd op

source: Huge
de: Riesig
nl: Erg groot

source: Large
de: Groß
nl: Groot

source: Small
de: Klein
nl: Klein

source: Tiny
de: Winzig
nl: Erg klein

source: Custom...
de: Benutzerdefiniert...
nl: Aangepast...

source: Set library cover size
de: Deckblattgröße ändern
nl: Omslaggrootte instellen

source: Removed %(num)d book from '%(collection)s'.
de: %(num)d Buch wurde aus »%(collection)s« entfernt.
nl: %(num)d boek verwijderd uit '%(collection)s'.

source: Removed %d book from the library.
de: %d Buch wurde aus der Bibliothek entfernt.
nl: %d boek verwijderd uit de bibliotheek.

source: Remove books from the library?
de: Bücher aus der Bibliothek entfernen?
nl: Wil je de boeken verwijderen?

source: The selected books will be removed from the library and permanently deleted. Are you sure that you want to continue?
de: Die ausgewählten Bücher werden aus der Bibliothek entfernt und die Originaldatei wird gelöscht. Sind Sie sicher, dass Sie fortfahren möchten?
nl: De geselecteerde boeken worden zowel uit de bibliotheek als van je schijf verwijderd. Weet je zeker dat je wilt doorgaan?

source: Library collections
de: Sammlungen in Bibliothek
nl: Bibliotheekverzamelingen

source: New
de: Neu
nl: Nieuw

source: Add a new empty collection.
de: Eine neue, leere Sammlung hinzufügen.
nl: Voeg een nieuwe, blanco verzameling toe.

source: Re_name
de: _Umbenennen
nl: _Naam wijzigen

source: Renames the selected collection.
de: Benennt die ausgewählte Sammlung um.
nl: Wijzig de naam van de geselecteerde verzameling.

source: _Duplicate
de: _Duplizieren
nl: _Klonen

source: Creates a duplicate of the selected collection.
de: Erstellt eine Kopie der ausgewählten Sammlung.
nl: Kloon de geselecteerde verzameling.

source: _Clean up
de: _Säubern
nl: Ops_chonen

source: Removes no longer existant books from the collection.
de: Entfernt Bücher aus der Bibliothek, die nicht mehr existieren.
nl: Verwijder niet meer aanwezige boeken uit de verzameling.

source: _Remove
de: _Entfernen
nl: Ve_rwijderen

source: Deletes the selected collection.
de: Löscht die ausgewählte Sammlung.
nl: Verwijder de geselecteerde verzameling.

source: Add new collection?
de: Neue Sammlung hinzufügen?
nl: Wil je een nieuwe verzameling toevoegen?

source: Please enter a name for the new collection.
de: Bitte geben Sie einen Namen für die neue Sammlung ein.
nl: Voer een naam in voor de verzameling.

source: Could not add a new collection called '%s'.
de: Eine neue Sammlung mit Namen »%s« konnte nicht hinzugefügt werden.
nl: Kan geen verzameling genaamd '%s' toevoegen.

source: A collection by that name already exists.
de: Eine Sammlung mit diesem Namen existiert bereits.
nl: Er is al een verzameling met die naam.

source: Rename collection?
de: Sammlung umbenennen?
nl: Wil je de naam wijzigen?

source: Please enter a new name for the selected collection.
de: Bitte geben Sie einen neuen Namen für die ausgewählte Sammlung ein.
nl: Voer een nieuwe naam in voor de geselecteerde verzameling.

source: Could not change the name to '%s'.
de: Name konnte nicht zu »%s« geändert werden.
nl: Kan naam niet wijzigen in '%s'.

source: Could not duplicate collection.
de: Sammlung konnte nicht dupliziert werden.
nl: Kan verzameling niet klonen.

source: Root
de: Wurzel
nl: Bovenliggend

source: Put the collection '%(subcollection)s' in the collection '%(supercollection)s'.
de: Die Sammlung »%(subcollection)s« in die Sammlung »%(supercollection)s« stellen.
nl: Plaats de verzameling '%(subcollection)s' in de verzameling '%(supercollection)s'.

source: Add books to '%s'.
de: Bücher zu »%s« hinzufügen.
nl: Voeg boeken toe aan '%s'.

source: Move books from '%(source collection)s' to '%(destination collection)s'.
de: Bücher von »%(source collection)s« nach »%(destination collection)s« verschieben.
nl: Verplaats boeken van '%(source collection)s' naar '%(destination collection)s'.

source: _Search:
de: _Suche:
nl: _Zoeken:

source: Display only those books that have the specified text string in their full path. The search is not case sensitive.
de: Nur die Bücher anzeigen, die die angegebene Zeichenkette in ihrem vollständigen Pfad haben. Die Suche ist unabhängig von Groß- und Kleinschreibung.
nl: Toon alleen boeken met de opgegeven tekst in het bestandspad. De zoekfunctie is niet hoofdlettergevoelig.

source: _Watch list
de: _Verzeichnisse
nl: _Kijklijst

source: Open the watchlist management dialog.
de: Öffnet den Editor zum Verwalten überwachter Verzeichnisse.
nl: Open het kijklijstbeheervenster.

source: _Open list
nl: Lijst _openen

source: Open the selected book.
de: Das ausgewählte Buch öffnen.
nl: Open het geselecteerde boek.

source: Finished reading on %(date)s, %(time)s
de: Gelesen am %(date)s, um %(time)s Uhr
nl: Uitgelezen op %(date)s om %(time)s

source: Scanning for new books...
de: Suche nach neuen Büchern...
nl: Bezig met zoeken naar nieuwe boeken...

source: Added new book '%(bookname)s' from directory '%(directory)s'.
de: Neues Buch '%(bookname)s' wurde aus dem Verzeichnis '%(directory)s' hinzugefügt.
nl: Nieuw boek, '%(bookname)s', toegevoegd uit '%(directory)s'.

source: Added %(count)d new books from directory '%(directory)s'.
de: Es wurden %(count)d neue Bücher aus dem Verzeichnis '%(directory)s' hinzugefügt.
nl: %(count)d nieuwe boeken toegevoegd uit '%(directory)s'.

source: No new books found in directory '%s'.
de: Keine neuen Bücher im Verzeichnis '%s' gefunden.
nl: Geen nieuwe boeken aangetroffen in '%s'.

source: ! You need an sqlite wrapper to use the library.
de: ! Sie benötigen ein sqlite-Modul, um die Bibliothek benutzen zu können.
nl: ! Je hebt een sqlite-wrapper nodig om deze bibliotheek te kunnen gebruiken.

source: Library watch list
de: Überwachte Verzeichnisse
nl: Kijklijst

source: _Scan now
de: Jetzt _suchen
nl: Nu _doorzoeken

source: Directory
de: Verzeichnis
nl: Map

source: Collection
de: Sammlung
nl: Verzameling

source: With subdirectories
de: Mit Unterverzeichnissen
nl: Inclusief onderliggende mappen

source: _Add
de: _Hinzufügen
nl: _Toevoegen

source: Automatically scan for new books when library is _opened
de: Aut_omatisch nach Büchern suchen, wenn Bibliothek geöffnet wird
nl: Automatisch zoeken naar nieuwe boeken als bibliotheek ge_opend is

source: _Contrast:
de: _Kontrast:

source: Label
de: Bezeichnung

source: PDF document
de: PDF-Dokument
