Repository: oddstr13/mcomix3
Catalog: mcomix/messages/*/LC_MESSAGES/mcomix.po
Languages: de, nl

source: Automatically open the first file in the next sibling directory when flipping past the last page of the last file in a directory, or the previous directory when flipping past the first page of the first file.
de: Automatisch erste Datei in benachbartem Verzeichnis öffnen, wenn nach der letzten Seite in der letzten Datei eines Verzeichnisses umgeblättert wird. Wenn in der ersten Datei eines Verzeichnisses nach vorne geblättert wird, wird das vorherige Verzeichnis geöffnet.
nl: Open automatisch het volgende bestand in de volgende onderliggende map als je de laatste pagina van het laatste bestand omslaat en het einde va de map bereikt is, of het vorige archief als je de eerste pagina van het eerste bestand omslaat.

source: Number of pixels to scroll per arrow key press:
de: Anzahl von Pixeln, um die bei Knopfdruck gescrollt wird:
nl: Aantal te scrollen pixels bij indrukken van pijltjestoets:

source: Set the number of pixels to scroll on a page when using the arrow keys.
de: Setzt die Anzahl von Pixeln, um die eine Seite gescrollt wird, wenn die Pfeiltasten benutzt werden.
nl: Stel aantal pixels in dat moet worden gescrold bij gebruik van de pijltjestoetsen.

source: Number of pixels to scroll per mouse wheel turn:
de: Anzahl von Pixeln, um die bei Mausrad-Bewegung gescrollt wird:
nl: Aantal te scrollen pixels bij scrollen met muiswiel:

source: Set the number of pixels to scroll on a page when using a mouse wheel.
de: Setzt die Anzahl von Pixeln, um die eine Seite gescrollt wird, wenn das Mausrad benutzt werden.
nl: Stel aantal pixels in dat moet worden gescrold bij gebruik van het scrollwiel.

source: Fraction of page to scroll per space key press (in percent):
de: Anteil an Seite, um den bei Druck der Leertaste gescrollt wird (in Prozent):
nl: Verschuiving bij indrukken van spatiebalk (in procenten):

source: Sets the percentage by which the page will be scrolled down or up when the space key is pressed.
de: Setzt den prozentualen Anteil, um den eine Seite nach unten oder oben gerollt wird, wenn die Leertaste betätigt wird.
nl: Stel het percentage in waarmee de pagina moet worden verschoven bij indrukken van de spatiebalk.

source: Number of "steps" to take before flipping the page:
de: Anzahl von "Schritten", bevor Seite gewechselt wird:
nl: Aantal 'stappen' vóór omslaan van pagina:

source: Set the number of "steps" needed to flip to the next or previous page. Less steps will allow for very fast page turning but you might find yourself accidentally turning pages.
de: Setzt die Anzahl von "Schritten", die notwendig sind, um auf die nächste oder vorhergehende Seite zu wechseln. Weniger Schritte erlauben schnellen Seitenwechsel, aber können dazu führen, dass ein Seitenwechsel aus Versehen zu früh ausgelöst wird.
nl: Stel het aantal 'stappen' in dat nodig is voordat de pagina wordt omgeslagen. Minder stappen betekent sneller omslaan, maar kan ook leiden tot ongewild omslaan.

source: Flip two pages in double page mode
de: Zwei Seiten im doppelseitigen Modus umblättern
nl: Twee pagina's omslaan in dubbelepaginamodus

source: Flip two pages, instead of one, each time we flip pages in double page mode.
de: Jedesmal zwei, anstatt eine Seite umblättern, wenn im doppelseitigen Modus umgeblättert wird.
nl: Sla twee pagina's in plaats van één om in dubbelepaginamodus.

source: Show only one page where appropriate:
de: Nur eine Seite zeigen, wo angebracht:
nl: Indien nodig, slechts één pagina tonen:

source: Files
de: Dateien
nl: Bestanden

source: Automatically open the last viewed file on startup
de: Beim Starten automatisch die letzte angesehene Datei öffnen
nl: Recentste bestand automatisch openen bij opstarten

source: Automatically open, on startup, the file that was open when MComix was last closed.
de: Automatisch beim Starten die letzte Datei öffnen, die offen war, als MComix das letzte Mal geschlossen wurde.
nl: Open automatisch het recentst geopende bestand als MComix wordt opgestart.

source: Store information about recently opened files:
de: Zuletzt geöffnete Dateien speichern:
nl: Onlangs geopende bestanden onthouden:

source: Use fullscreen by default
de: Als Vorgabe Vollbild benutzen
nl: Standaard beeldvullende modus gebruiken

source: Automatically hide all toolbars in fullscreen
de: Bei Vollbild automatisch alle Werkzeugleisten ausblenden
nl: Alle balken automatisch verbergen in beeldvullende modus

source: Fit to size mode
de: Modus mit fester Größe
nl: Inpassingsmodus

source: Fit to width or height:
de: Nach Breite oder Höhe anpassen:
nl: Passend in breedte of hoogte:

source: Fixed size for this mode:
de: Feste Größe für diesen Modus:
nl: Vaste grootte in deze modus:

source: Slideshow
de: Diaschau
nl: Diavoorstelling

source: Slideshow delay (in seconds):
de: Diaschauverzögerung (in Sekunden):
nl: Diavoorstellingsvertraging (in seconden):

source: Slideshow step (in pixels):
de: Diaschau-Scrolling (in Pixel):
nl: Diavoorstellingsstap (in pixels):

source: Specify the number of pixels to scroll while in slideshow mode. A positive value will scroll forward, a negative value will scroll backwards, and a value of 0 will cause the slideshow to always flip to a new page.
de: Gibt die Anzahl von Pixel an, um die im Diaschau-Modus gescrollt wird. Ein positiver Wert scrollt nach vorne, ein negativer Wert scrollt zurück. Ein Wert von 0 führt dazu, dass immer sofort zur nächsten Seite gewechselt wird.
nl: Geef het aantal te scrollen pixels in diavoorstellingsmodus op. Een positieve waarde scrollt vooruit; een negatieve achteruit. Een waarde van 0 betekent automatisch omslaan.

source: During a slideshow automatically open the next archive
de: Automatisch das nächste Archiv während einer Diaschau öffnen
nl: Volgend archief automatisch openen tijdens diavoorstelling

source: While in slideshow mode allow the next archive to automatically be opened.
de: Öffnet automatisch das nächste Archiv im Diaschau-Modus.
nl: Open het volgende archief automatisch tijdens diavoorstellingen.

source: Rotation
de: Drehung
nl: Draaien

source: Automatically rotate images according to their metadata
de: Bilder automatisch gemäß ihrer Metadaten drehen
nl: Afbeeldingen automatisch draaien op basis van metagegevens

source: Automatically rotate images when an orientation is specified in the image metadata, such as in an Exif tag.
de: Bilder automatisch drehen, wenn die Ausrichtung in den Metadaten, wie zum Beispiel einem Exif-Etikett des Bildes, angegeben wurde.
nl: Draai afbeeldingen automatisch op basis van de in de metagegevens opgegeven oriëntatie, zoals een Exif-tag.

source: Image quality
de: Bildqualität
nl: Afbeeldingskwaliteit

source: Scaling mode
de: Skalierungs-Modus
nl: Schaalmodus

source: File order
de: Datei-Reihenfolge
nl: Bestandsvolgorde

source: Sort files and directories by:
de: Sortiere Dateien und Verzeichnisse nach:
nl: Bestanden en mappen sorteren op:

source: Sort archives by:
de: Sortiere Archive nach:
nl: Archiever sorteren op:

source: Extraction and cache
de: Entpacken und Zwischenspeicher
nl: Extraheren en cache

source: Maximum number of concurrent extraction threads:
de: Maximale Anzahl gleichzeitig gestarteter Entpacker:
nl: Maximumaantal tegelijk draaiende extraheerprocessen:

source: Set the maximum number of concurrent threads for formats that support it.
de: Setzt die Anzahl maximal gleichzeitig gestarteter Threads zum Entpacken von Dateiformaten, die dies unterstützen.
nl: Stel het maximumaantal extraheerprocessen in voor formaten die dit ondersteunen.

source: Store thumbnails for opened files
de: Vorschaubilder für geöffnete Dateien speichern
nl: Miniaturen van geopende bestanden onthouden

source: Store thumbnails for opened files according to the freedesktop.org specification. These thumbnails are shared by many other applications, such as most file managers.
de: Vorschaubilder für geöffnete Dateien gemäß der Spezifikation von freedesktop.org speichern. Diese Vorschaubilder werden mit vielen anderen Anwendungen, zumeist Dateimanagern, gemeinsam benutzt.
nl: Sla miniaturen van geopende bestanden op volgens de freedesktop.org-specificatie. Deze miniaturen worden gedeeld met vele andere toepassingen, zoals bestandsbeheerders.

source: Maximum number of pages to store in the cache:
de: Maximale Anzahl von Seiten im Zwischenspeicher:
nl: Maximumaantal pagina's in cache:

source: Set the max number of pages to cache. A value of -1 will cache the entire archive.
de: Maximale Anzahl von Seiten im Zwischenspeicher. Ein Wert von -1 hält das komplette Archiv im Zwischenspeicher.
nl: Stel het maximumaantal pagina's in dat moet worden opgeslagen in de cache. -1 = gehele archief opslaan.

source: Magnifying Lens
de: Lupe
nl: Vergrootglas

source: Magnifying lens size (in pixels):
de: Lupengröße (in Pixeln):
nl: Lensgrootte (in pixels):

source: Set the size of the magnifying lens. It is a square with a side of this many pixels.
de: Die Größe der Lupe setzen. Es ist ein Quadrat mit einer Seite von dieser Anzahl Pixeln.
nl: Stel de lensgrootte van het vergrootglas in. Het is een vierkant met een zijde van het hier opgegeven aantal pixels.

source: Magnification factor:
de: Vergrößerungsfaktor:
nl: Vergrootfactor:

source: Set the magnification factor of the magnifying lens.
de: Den Vergrößerungsfaktor der Lupe setzen.
nl: Stel de vergrootfactor van het vergrootglas in.

source: Comment extensions:
de: Kommentarerweiterungen:
nl: Commentaarextensies:

source: Animated images
nl: Bewegende afbeeldingen

source: Animation mode:
nl: Animatiemodus:

source: _Reset keys
de: _Tasten zurücksetzen
nl: Standaa_rdwaarden

source: Resets all keyboard shortcuts to their default values.
de: Setzt alle Tastenbelegungen auf Standard-Werte zurück.
nl: Herstel alle standaard sneltoetsen.

source: Clear _dialog choices
de: _Dialogantworten löschen
nl: _Dialoogvensterkeuzes herstellen

source: Clears all dialog choices that you have previously chosen not to be asked again.
de: Löscht alle Dialogantworten, bei denen Sie vorher angegeben hatten, nicht mehr gefragt werden zu wollen.
nl: Herstel alle dialoogvensterkeuzes. In elk venster word je opnieuw gevraagd een keuze te maken.

source: Auto-detect (Default)
de: Automatisch (Voreinstellung)
nl: Automatisch detecteren (standaard)

source: Never
de: Niemals
nl: Nooit

source: Only for title pages
de: Nur für Titelblätter
nl: Alleen op titelpagina's

source: Only for wide images
de: Nur für breite Bilder
nl: Alleen bij brede afbeeldingen

source: Always
de: Immer
nl: Altijd

source: When showing the first page of an archive, or an image's width exceeds its height, only a single page will be displayed.
de: Wenn die erste Seite in einem Archiv angezeigt wird, oder ein Bild breiter als hoch ist, wird nur eine einzelne Seite dargestellt.
nl: Als de eerste pagina uit een archief wordt geopend of de afbeelding is breder dan de hoogte, wordt slechts één pagina getoond.

source: Fit to width
de: Angepasste Breite
nl: Passend in breedte

source: Fit to height
de: Angepasste Höhe
nl: Passend in hoogte

source: No sorting
de: Keine Sortierung
nl: Ongesorteerd

source: File name
de: Dateiname
nl: Bestandsnaam

source: File size
de: Dateigröße
nl: Bestandsgrootte

source: Last modified
de: Zuletzt geändert
nl: Wijzigingsdatum

source: Ascending
de: Aufsteigend
nl: Oplopend

source: Descending
de: Absteigend
nl: Aflopend

source: Files will be opened and displayed according to the sort order specified here. This option does not affect ordering within archives.
de: Dateien werden nach dem hier ausgewählten Merkmal sortiert geöffnet und angezeigt. Diese Option hat keinen Einfluss auf die Sortierung von Dateien in Archiven.
nl: Bestanden worden geopend op basis van de hier opgegeven sorteervolgorde. Deze optie is niet van toepassing op sortering binnen archieven.

source: Natural order
de: Natürliche Sortierung
nl: Natuurlijke volgorde

source: Literal order
de: Buchstäbliche Sortierung
nl: Letterlijke volgorde

source: Files within archives will be sorted according to the order specified here. Natural order will sort numbered files based on their natural order, i.e. 1, 2, ..., 10, while literal order uses standard C sorting, i.e. 1, 2, 34, 5.
de: Dateien in Archiven werden nach der hier angegebenen Sortierung angezeigt. Natürliche Sortierung sortiert nummerierte Dateien anhand ihrer natürlichen Reihenfolge, z.B. 1, 2, ..., 10. Buchstäbliche Sortierung benutzt die Standard-C-Reihenfolge, also 1, 2, 34, 5.
nl: Archiefbestanden worden gesorteerd volgens de hier aangegeven volgorde. 'Natuurlijke volgorde' sorteert genummerde bestanden oplopend: 1, 2, ..., 10. 'Letterlijke volgorde' gebruikt de standaard C-sortering: 1, 2, 34, 5.

source: Add information about all files opened from within MComix to the shared recent files list.
de: Die zuletzt innerhalb von MComix geöffneten Dateien merken, um sie später über das Menü schnell wieder öffnen zu können.
nl: Voeg informatie over alle geopende bestanden toe aan de gedeelde onlangs geopende bestandenlijst.

source: Delete information about recently opened files?
de: Liste zuletzt geöffneter Dateien löschen?
nl: Wil je de informatie over onlangs geopende bestanden wissen?

source: This will remove all entries from the "Recent" menu, and clear information about last read pages.
de: Dies entfernt alle Einträge aus dem "Zuletzt geöffnet"-Menü, und löscht Informationen zu zuletzt gelesenen Seiten.
nl: Hierdoor worden alle vermeldingen gewist uit het menu 'Recent', evenals informatie over de laatst getoonde pagina's.

source: Normal (fast)
de: Normal (schnell)
nl: Normaal (snel)

source: Bilinear
nl: Bilineair

source: Hyperbolic (slow)
de: Hyperbolisch (langsam)
nl: Hyperbolisch (langzaam)

source: Changes how images are scaled. Slower algorithms result in higher quality resizing, but longer page loading times.
de: Ändert Bild-Skalierungs-Modus. Langsamere Algorithmen resultieren in besserer Bildqualität, aber längeren Ladezeiten.
nl: Bepaalt hoe afbeeldingen worden geschaald. Langzamere algoritmes produceren hogere kwaliteit, maar zorgen dat pagina's slomer laden.

source: Normal
nl: Normaal

source: Controls how animated images should be displayed.
nl: Bepaalt hoe bewegende afbeeldingen worden getoond.

source: Treat all files found within archives, that have one of these file endings, as comments.
de: Alle in den Archiven gefundenen Dateien, die eine dieser Erweiterungen haben, werden als Kommentare behandelt.
nl: Behandel alle archiefbestanden met één van deze extensies als commentaren.

source: Archive
de: Archiv
nl: Archief

source: Image
de: Bild
nl: Afbeelding

source: %d pages
de: %d Seiten
nl: %d pagina's

source: %d comments
de: %d Kommentare
nl: %d commentaren

source: Accessed
de: Zugegriffen
nl: Gebruikt

source: Modified
de: Geändert
nl: Aangepast

source: Permissions
de: Rechte
nl: Rechten

source: Owner
de: Eigentümer
nl: Eigenaar

source: [OPTION...] [PATH]
de: [OPTION...] [PFAD]
nl: [OPTIE...] [PAD]

source: View images and comic book archives.
de: Betrachter für Bilder und Comicbuch-Archive.
nl: Toon afbeeldingen en lees stripboeken.

source: Show this help and exit.
de: Zeigt diesen Hilfetext an.
nl: Toon deze hulp en sluit af.

source: Start the application in slideshow mode.
de: Startet die Anwendung im Diaschau-Modus.
nl: Start de toepassing op in diavoorstellingsmodus.

source: Show the library on startup.
de: Zeigt die Bibliothek beim Starten an.
nl: Toon de bibliotheek na het opstarten.

source: Show the version number and exit.
de: Zeigt die Versionsnummer an und beendet das Programm.
nl: Toon het versienummer en sluit af.

source: View modes
de: Vorgabemodi
nl: Weergavemodi

source: Start the application in fullscreen mode.
de: Startet die Anwendung im Vollbild-Modus.
nl: Start de toepassing op in beeldvullende modus.

source: Start the application in manga mode.
de: Startet die Anwendung im Manga-Modus.
nl: Start de toepassing op in mangamodus.

source: Start the application in double page mode.
de: Startet die Anwendung im Doppelseiten-Modus.
nl: Start de toepassing op in dubbelepaginamodus.

source: Zoom modes
de: Zoom-Modi
nl: Zoommodi

source: Start the application with zoom set to best fit mode.
de: Startet die Anwendung im automatisch angepassten Zoom-Modus.
nl: Start de toepassing op met het zoomniveau 'inpassen'.

source: Start the application with zoom set to fit width.
de: Startet die Anwendung im Zoom-Modus mit angepasster Breite.
nl: Start de toepassing op met het zoomniveau 'passend in breedte'.

source: Start the application with zoom set to fit height.
de: Startet die Anwendung im Zoom-Modus mit angepasster Höhe.
nl: Start de toepassing op met het zoomniveau 'passend in hoogte'.

source: Debug options
de: Debug-Einstellungen
nl: Foutopsporingsopties

source: Sets the desired output log level.
de: Setzt den gewünschten Log-Level.
nl: Stel het gewenste logboekniveau in.

source: You do not have the required versions of GTK+ 3.0 and PyGObject installed.
nl: Je beschikt niet over de vereiste versies van GTK+ 3.0 en PyGObject.

source: No version of GObject was found on your system.
nl: GObject is niet aangetroffen op je systeem.

source: This error might be caused by missing GTK+ libraries.
de: Dieser Fehler kann durch fehlende GTK+-Bibliotheken verursacht werden.
nl: Deze fout treedt mogelijk op omdat je niet beschikt over de GTK+-bibliotheken.

source: You don't have the required version of the Python Imaging
de: Sie haben nicht die notwendigen Version der Python Imaging
nl: Je beschikt niet over de vereiste versie van Python Imaging.

source: Library (PIL) installed.
de: Library (PIL) installiert.
nl: De bibliotheek (PIL) is geïnstalleerd.

source: Installed PIL version is: %s
de: Installierte PIL-Version ist: %s
nl: Geïnstalleerde PIL-versie: %s

source: Required PIL version is: 1.1.5 or higher
de: Benötigte PIL-Version ist: 1.1.5 oder höher
nl: Vereiste PIL-versie: 1.1.5 of hoger

source: Python Imaging Library (PIL) 1.1.5 or higher is required.
de: Python Imaging Library (PIL) 1.1.5 oder höher wird benötigt.
nl: Python Imaging Library (PIL) 1.1.5 of hoger vereist.

source: No version of the Python Imaging Library was found on your system.
de: Keine Python Image Library-Version konnte auf Ihrem System gefunden werden.
nl: Python Imaging Library is niet aangetroffen op je systeem.

source: Stop slideshow
de: Diaschau anhalten
nl: Diavoorstelling afbreken

source: Show page numbers
de: Seitennummer anzeigen
nl: Paginanummers tonen

source: Show file numbers
de: Dateinummer anzeigen
nl: Bestandsnummers tonen

source: Show resolution
de: Auflösung anzeigen
nl: Resolutie tonen

source: Show path
de: Pfad anzeigen
nl: Pad tonen

source: Show filename
de: Dateiname anzeigen
nl: Bestandsnaam tonen

source: Show filesize
nl: Bestandsgrootte tonen

source: ZIP archive
de: ZIP-Archiv
nl: ZIP-archief

source: RAR archive
de: RAR-Archiv
nl: RAR-archief

source: Tar archive
de: Tar-Archiv
nl: Tar-archief

source: Gzip compressed tar archive
de: Gzip-komprimiertes Tar-Archiv
nl: Met gzip ingepakt tar-archief

source: Bzip2 compressed tar archive
de: Bzip2-komprimiertes Tar-Archiv
nl: Met bzip2 ingepakt tar-archief

source: XZ compressed tar archive
nl: Met xz ingepakt tar-archief

source: 7z archive
de: 7zip-Archiv
nl: 7z-archief

source: LHA archive
de: LHA-Archiv
nl: LHA-archief

source: Original vision/developer of Comix
de: Ursprüngliche Entwicklung von Comix
nl: Oorspronkelijke visie/ontwikkelaar van Comix

source: MComix developer
de: Entwickler von MComix
nl: MComix-ontwikkelaar

source: Simplified Chinese translation
de: Vereinfachte chinesische Übersetzung
nl: Vereenvoudigde Chinese vertaling

source: Spanish translation
de: Spanische Übersetzung
nl: Spaanse vertaling

source: Brazilian Portuguese translation
de: Portugiesische Übersetzung
nl: Braziliaans-Portugese vertaling

source: German translation and Nautilus thumbnailer
de: Deutsche Übersetzung und Vorschaubildersteller für Nautilus
nl: Duitse vertaling en maker van Nautilus-miniaturen

source: German translation
de: Deutsche Übersetzung
nl: Duitse vertaling

source: Italian translation
de: Italienische Übersetzung
nl: Italiaanse vertaling

source: Dutch translation
de: Holländische Übersetzung
nl: Nederlandse vertaling

source: French translation
de: Französische Übersetzung
nl: Franse vertaling

source: Polish translatin
de: Polnische Übersetzung
nl: Poolse vertaling

source: Polish translation
de: Polnische Übersetzung
nl: Poolse vertaling

source: Greek translation
de: Griechische Übersetzung
nl: Griekse vertaling

source: Catalan translation
de: Katalanische Übersetzung
nl: Catalaanse vertaling

source: Traditional Chinese translation
de: Traditionell-chinesische Übersetzung
nl: Traditioneel Chinese vertaling

source: Japanese translation
de: Japanische Übersetzung
nl: Japanse vertaling

source: Hungarian translation
de: Ungarische Übersetzung
nl: Hongaarse vertaling

source: Russian translation
de: Russische Übersetzung
nl: Russische vertaling

source: Croatian translation
de: Kroatische Übersetzung
nl: Kroatische vertaling

source: Korean translation
de: Koreanische Übersetzung
nl: Koreaanse vertaling

source: Persian translation
de: Persische Übersetzung
nl: Perzische vertaling

source: Indonesian translation
de: Indonesische Übersetzung
nl: Indonesische vertaling

source: Czech translation
de: Tschechische Übersetzung
nl: Tsjechische vertaling

source: Ukrainian translation
de: Ukrainische Übersetzung
nl: Oekraïense vertaling

source: Galician translation
de: Gallische Übersetzung
nl: Galicische vertaling

source: Swedish translation
de: Schwedische Übersetzung
nl: Zweedse vertaling

source: Hebrew translation
de: Hebräische Übersetzung
nl: Hebreeuwse vertaling

source: Lithuanian translation
nl: Litouwse vertaling

source: Icon design
de: Symbol-Design
nl: Pictogramontwerper

source: ! Could not save thumbnail "%(thumbpath)s": %(error)s
de: ! Konnte Vorschaubild "%(thumbpath)s" nicht speichern: %(error)s
nl: Kan miniatuur '%(thumbpath)s' niet opslaan: %(error)s

source: _Copy
de: Kopieren
nl: _Kopiëren

source: Copies the current page to clipboard.
de: Kopiert die aktuelle Seite in die Zwischenablage.
nl: Kopieer de huidige pagina naar het klembord.

source: _Delete
de: _Löschen
nl: Verwij_deren

source: Deletes the current file or archive from disk.
de: Löscht die aktuelle Seite oder das Archiv von der Festplatte.
nl: Verwijder het momenteel geopende bestand of archief van de schijf.

source: _Next page
de: _Nächste Seite
nl: Volge_nde pagina

source: _Previous page
de: _Vorherige Seite
nl: Vorige _pagina

source: _First page
de: _Erste Seite
nl: _Eerste pagina

source: _Last page
de: _Letzte Seite
nl: _Laatste pagina

source: _Go to page...
de: _Gehe zu Seite...
nl: _Ga naar pagina...

source: Go to page...
de: Gehe zu Seite...
nl: Ga naar pagina...

source: Re_fresh
de: _Aktualisieren
nl: Her_laden

source: Reloads the currently opened files or archive.
de: Läd die aktuell geöffneten Dateien oder das Archiv neu.
nl: Herlaad de momenteel geopende bestanden of archieven.

source: Next _archive
de: Nächstes _Archiv
nl: Volgende _archief

source: Previous a_rchive
de: Vorheriges A_rchiv
nl: Vorige a_rchief

source: Zoom _In
de: _Heranzoomen
nl: _Inzoomen

source: Zoom _Out
de: _Wegzoomen
nl: Uitz_oomen

source: _Normal Size
de: _Normale Größe
nl: _Normale grootte

source: Mi_nimize
de: Mi_nimieren
nl: Mi_nimaliseren

source: _Close
de: S_chließen
nl: _Sluiten

source: Closes all opened files.
de: Schließt alle offenen Dateien.
nl: Sluit alle geopende bestanden.

source: _Quit
de: _Beenden
nl: _Afsluiten

source: _Save and quit
de: _Speichern und beenden
nl: Op_slaan en afsluiten
