Repository: oddstr13/mcomix3
Catalog: mcomix/messages/*/LC_MESSAGES/mcomix.po
Languages: de, nl

source: %s is an image viewer specifically designed to handle comic books.
de: %s ist ein Bildbetrachter, der speziell für den Umgang mit Comicbüchern entworfen wurde.
nl: %s is een weergaveprogramma, speciaal ontworpen voor het lezen van stripboeken.

source: It reads ZIP, RAR and tar archives, as well as plain image files.
de: Es liest ZIP-, RAR- und Tar-Archive ebenso wie einfache Bilddateien.
nl: Er is ondersteuning voor zip-, rar- en tar-archieven, en afbeeldingsbestanden.

source: %s is licensed under the terms of the GNU General Public License.
de: %s ist unter der "GNU General Public License" lizensiert.
nl: %s is uitgebracht onder de voorwaarden van de GNU General Public License.

source: A copy of this license can be obtained from %s
de: Eine Kopie dieser Lizenz kann unter %s bezogen werden
nl: Een kopie van deze licentie kan worden verkregen op %s

source: Non-supported archive format: %s
de: Nicht unterstütztes Archiv-Format: %s
nl: Niet-ondersteund archiefformaat: %s

source: ! Extraction error: %s
de: ! Extraktions-Fehler: %s
nl: ! Fout tijdens uitpakken: %s

source: ! Could not create archive at path "%s"
de: ! Konnte Archiv "%s" nicht erstellen
nl: ! Kan geen archiefpad aanmaken op '%s'

source: ! Could not add file %(sourcefile)s to archive %(archivefile)s, aborting...
de: ! Konnte Datei %(sourcefile)s nicht zum Archiv %(archivefile)s hinzufügen, breche ab...
nl: ! Kan bestand '%(sourcefile)s' niet toevoegen aan archief '%(archivefile)s' - bezig met afbreken...

source: ! Could not read %s
de: ! %s kann nicht gelesen werden
nl: ! Kan '%s' niet uitlezen

source: ! Could not parse bookmarks file %s
de: ! Lesezeichen-Speicher %s kann nicht gelesen werden
nl: ! Kan bladwijzerbestand '%s' niet verwerken

source: Replace existing bookmark on page %s?
de: Existierendes Lesezeichen auf Seite %s ersetzen?
nl: Wil je de bestaande bladwijzer op pagina %s vervangen?

source: The current book already contains marked pages. Do you want to replace them with a new bookmark on page %d?
de: Das geöffnete Buch enthält bereits markierte Seiten. Wollen Sie diese mit einem neuen Lesezeichen auf Seite %d ersetzen?
nl: Het huidige boek bevat gemarkeerde pagina's. Wil je deze vervangen door een nieuwe bladwijzer op pagina %d?

source: Selecting "No" will create a new bookmark without affecting the other bookmarks.
de: "Nein" erzeugt ein neues Lesezeichen, ohne die anderen Lesezeichen zu beeinflussen.
nl: Als je 'Nee' kiest, wordt er een nieuwe bladwijzer toegevoegd zonder de andere aan te tasten.

source: Edit Bookmarks
de: Lesezeichen bearbeiten
nl: Bladwijzers aanpassen

source: Type
de: Typ
nl: Soort

source: Name
nl: Naam

source: Page
de: Seite
nl: Pagina

source: Location
de: Ort
nl: Locatie

source: Added
de: Hinzugefügt
nl: Toegevoegd op

source: Add _Bookmark
de: _Lesezeichen hinzufügen
nl: _Bladwijzer toevoegen

source: _Edit Bookmarks...
de: Lesezeichen _bearbeiten...
nl: Bladwijz_ers aanpassen...

source: ! Callback %(function)r failed: %(error)s
de: ! Callback-Funktion %(function)r fehlgeschlagen: %(error)s
nl: ! Aanroep %(function)r mislukt: %(error)s

source: Comments
de: Kommentare
nl: Commentaar

source: Could not read %s
de: %s kann nicht gelesen werden
nl: Kan '%s' niet uitlezen

source: Please note that the only files that are automatically added to this list are those files in archives that MComix recognizes as comments.
de: Bitte beachten Sie, dass nur Dateien in Archiven automatisch zu dieser Liste hinzugefügt werden, die MComix als Kommentare erkennt.
nl: Let op: de enige bestanden die automatisch worden toegevoegd aan deze lijst, zijn de bestanden die MComix herkent als commentaren.

source: Size
de: Größe
nl: Grootte

source: Remove from archive
de: Aus Archiv entfernen
nl: Verwijderen uit archief

source: Edit archive
de: Archiv bearbeiten
nl: Archief aanpassen

source: _Import
de: _Importieren
nl: _Importeren

source: Images
de: Bilder
nl: Afbeeldingen

source: Comment files
de: Kommentare
nl: Commentaarbestanden

source: The new archive could not be saved!
de: Das neue Archiv konnte nicht gespeichert werden!
nl: Het nieuwe archief kan niet worden opgeslagen!

source: The original files have not been removed.
de: Die Originaldateien wurden nicht entfernt.
nl: De oorspronkelijke bestanden zijn niet verwijderd.

source: Archives are stored as ZIP files.
de: Archive werden als ZIP-Dateien gespeichert.
nl: Archieven worden opgeslagen als zip-bestanden.

source: Enhance image
de: Bild aufbessern
nl: Afbeelding verbeteren

source: Reset to defaults.
de: Auf Voreinstellung zurücksetzen.
nl: Standaardwaarden herstellen

source: Save the selected values as default for future files.
de: Die ausgewählten Werte als Standard für zukünftige Dateien verwenden.
nl: Sla de geselecteerde waarden op als standaard voor toekomstige bestanden.

source: _Brightness:
de: _Helligkeit:
nl: _Helderheid:

source: S_aturation:
de: S_ättigung:
nl: Verz_adiging:

source: S_harpness:
de: S_chärfe:
nl: Sc_herpte:

source: _Automatically adjust contrast
de: Kontrast _automatisch einstellen
nl: Contrast _automatisch aanpassen

source: Automatically adjust contrast (both lightness and darkness), separately for each colour band.
de: Kontrast automatisch einstellen (sowohl Helligkeit, als auch Dunkelheit) getrennt für jedes Farbband.
nl: Pas het contrast (zowel de helderheid als schaduwen) automatisch aan per kleurband.

source: Open
de: Öffnen
nl: Openen

source: Save
de: Speichern
nl: Opslaan

source: All files
de: Alle Dateien
nl: Alle bestanden

source: All archives
de: Alle Archive
nl: Alle archieven

source: %s archives
de: %s-Archive
nl: %s-archieven

source: All images
de: Alle Bilder
nl: Alle afbeeldingen

source: %s images
de: %s-Bilder
nl: %s-afbeeldingen

source: A file named '%s' already exists. Do you want to replace it?
de: Eine Datei mit dem Namen »%s« existiert bereits. Möchten Sie sie ersetzen?
nl: Er is al een bestand genaamd '%s'. Wil je het vervangen?

source: Replacing it will overwrite its contents.
de: Durch Ersetzen geht ihr alter Inhalt verloren.
nl: Door het vervangen wordt de inhoud ervan overschreven.

source: Add books
de: Bücher hinzufügen
nl: Boeken toevoegen

source: No images in '%s'
de: Keine Bilder in »%s«
nl: Geen afbeeldingen in '%s'

source: Could not open %s: No such file.
de: %s kann nicht geöffnet werden: Datei nicht gefunden.
nl: Kan '%s' niet openen: bestand bestaat niet.

source: Could not open %s: Permission denied.
de: %s kann nicht geöffnet werden: Zugriff verweigert.
nl: Kan '%s' niet openen: toegang geweigerd.

source: Continue reading from page %d?
de: Auf Seite %d weiterlesen?
nl: Wil je verder lezen vanaf pagina %d?

source: You stopped reading here on %(date)s, %(time)s. If you choose "Yes", reading will resume on page %(page)d. Otherwise, the first page will be loaded.
de: Sie haben zuletzt am %(date)s um %(time)s hier aufgehört zu lesen. Wenn Sie "Ja" wählen, wird Seite %(page)d geöffnet. Ansonsten wird die erste Seite geladen.
nl: Je bent gestopt met lezen op %(date)s, om %(time)s. Als je 'Ja' kiest, lees je verder vanaf pagina %(page)d, anders wordt de eerste pagina geladen.

source: ! Corrupt preferences file "%s", deleting...
de: ! Korrupte Options-Datei "%s", wird gelöscht...
nl: ! Beschadigd voorkeurenbestand '%s' - bezig met verwijderen...

source: Invalid path: '%s'
de: Ungültiger Pfad: '%s'
nl: Ongeldig pad: '%s'

source: ! Could not load icon "%s"
de: ! Icon %s kann nicht geladen werden
nl: ! Kan het pictogram '%s' niet laden

source: Unknown filetype
de: Unbekannter Dateityp
nl: Onbekend bestandstype

source: Previous page
de: Vorherige Seite
nl: Vorige pagina

source: Navigation
nl: Navigatie

source: Next page
de: Nächste Seite
nl: Volgende pagina

source: Back ten pages
de: Zehn Seiten zurück
nl: 10 pagina's terugbladeren

source: Forward ten pages
de: Zehn Seiten vor
nl: 10 pagina's vooruitbladeren

source: Previous page (dynamic)
de: Vorherige Seite (dynamisch)
nl: Vorige pagina (dynamisch)

source: Next page (dynamic)
de: Nächste Seite (dynamisch)
nl: Volgende pagina (dynamisch)

source: Previous page (always one page)
de: Vorherige Seite (immer einzeln)
nl: Vorige pagina (altijd één pagina)

source: Next page (always one page)
de: Nächste Seite (immer einzeln)
nl: Volgende pagina (altijd één pagina)

source: First page
de: Erste Seite
nl: Eerste pagina

source: Last page
de: Letzte Seite
nl: Laatste pagina

source: Go to page
de: Gehe zu Seite
nl: Ga naar pagina

source: Next archive
de: Nächstes Archiv
nl: Volgend archief

source: Previous archive
de: Vorheriges Archiv
nl: Vorig archief

source: Next directory
de: Nächstes Verzeichnis
nl: Volgende map

source: Previous directory
de: Vorheriges Verzeichnis
nl: Vorige map

source: Scroll to bottom left
de: Nach links unten rollen
nl: Scrollen naar onderkant (links)

source: Scroll
de: Rollen
nl: Scrollen

source: Scroll to bottom center
de: Nach unten zur Mitte rollen
nl: Scrollen naar onderkant

source: Scroll to bottom right
de: Nach unten rechts rollen
nl: Scrollen naar onderkant (rechts)

source: Scroll to middle left
de: Zur Mitte links rollen
nl: Scrollen naar midden (links)

source: Scroll to center
de: Zentrieren
nl: Scrollen naar midden

source: Scroll to middle right
de: Zur Mitte rechts rollen
nl: Scrollen naar midden (rechts)

source: Scroll to top left
de: Nach links oben rollen
nl: Scrollen naar bovenkant (links)

source: Scroll to top center
de: Nach oben zur Mitte rollen
nl: Scrollen naar bovenkant

source: Scroll to top right
de: Nach oben rechts rollen
nl: Scrollen naar bovenkant (rechts)

source: Scroll down
de: Nach unten rollen
nl: Scrollen naar onderkant

source: Scroll up
de: Nach oben rollen
nl: Scrollen naar bovenkant

source: Scroll right
de: Nach rechts rollen
nl: Scrollen naar rechts

source: Scroll left
de: Nach links rollen
nl: Scrollen naar links

source: Smart scroll up
de: Intelligent nach oben rollen
nl: Slim omhoog scrollen

source: Smart scroll down
de: Intelligent nach unten rollen
nl: Slim omlaag scrollen

source: Zoom in
de: Vergrößern
nl: Inzoomen

source: Zoom
de: Vergrößern
nl: Zoomen

source: Zoom out
de: Verkleinern
nl: Uitzoomen

source: Normal size
de: Orginalgröße
nl: Normale grootte

source: Keep transformation
de: Veränderung behalten
nl: Transformatie opslaan

source: Transformation
de: Bild-Veränderung
nl: Transformatie

source: Rotate 90 degrees CW
de: 90 Grad im Uhrzeigersinn drehen
nl: 90 graden naar rechts draaien

source: Rotate 180 degrees
de: 180 Grad drehen
nl: 180 graden draaien

source: Rotate 90 degrees CCW
de: 90 Grad gegen den Uhrzeigersinn drehen
nl: 90 graden naar links draaien

source: Flip horizontally
de: Horizontal spiegeln
nl: Horizontaal spiegelen

source: Flip vertically
de: Vertikal spiegeln
nl: Verticaal spiegelen

source: Never autorotate
de: Niemals automatisch rotieren
nl: Niet automatisch draaien

source: Autorotate by width
de: Automatisch nach Breite rotieren
nl: Automatisch draaien in breedte

source: Autorotate by height
de: Automatisch nach Höhe rotieren
nl: Automatisch draaien in hoogte

source: Double page mode
de: Doppelseitiger Modus
nl: Dubbelepaginamodus

source: View mode
de: Ansicht
nl: Weergavemodus

source: Manga mode
de: Manga-Modus
nl: Mangamodus

source: Invert smart scroll
de: Intelligentes Rollen umkehren
nl: Omgekeerde slimmescrollrichting

source: Magnifying lens
de: Lupe
nl: Vergrootglas

source: Stretch small images
de: Kleine Bilder strecken
nl: Kleine afbeeldingen uitrekken

source: Best fit mode
de: Am besten passender Modus
nl: Best passend

source: Fit width mode
de: Modus mit angepasster Breite
nl: Passend in breedte

source: Fit height mode
de: Modus mit angepasster Höhe
nl: Passend in hoogte

source: Fit size mode
de: Modus mit fester Größe
nl: Inpassen

source: Manual zoom mode
de: Manueller Vergrößerungsmodus
nl: Handmatige zoommodus

source: Exit from fullscreen
de: Vollbildmodus verlassen
nl: Beeldvullende modus verlaten

source: User interface
de: Benutzeroberfläche
nl: Uiterlijk

source: Show OSD panel
de: Informationsbereich anzeigen
nl: OSD-paneel tonen

source: Minimize
de: Minimieren
nl: Minimaliseren

source: Fullscreen
de: Vollbild
nl: Beeldvullend

source: Show/hide toolbar
de: Zeige/verstecke Werkzeugleiste
nl: Werkbalk tonen/verbergen

source: Show/hide menubar
de: Zeige/verstecke Menübar
nl: Menubalk tonen/verbergen

source: Show/hide statusbar
de: Zeige/verstecke Statusleiste
nl: Statusbalk tonen/verbergen

source: Show/hide scrollbars
de: Zeige/verstecke Rollleisten
nl: Scrollbalken tonen/verbergen

source: Thumbnails
de: Vorschaubilder
nl: Miniaturen

source: Show/hide all
de: Zeige/verstecke alles
nl: Alles tonen/verbergen

source: Start slideshow
de: Diaschau starten
nl: Diavoorstelling starten

source: Delete
de: Löschen
nl: Verwijderen

source: File
de: Datei
nl: Bestand

source: Refresh
de: Aktualisieren
nl: Herladen

source: Close
de: Schließen
nl: Sluiten

source: Quit
de: Beenden
nl: Afsluiten

source: Save and quit
de: Speichern und beenden
nl: Opslaan en afsluiten

source: Save As
de: Speichern unter
nl: Opslaan als

source: Archive comments
de: Archiv-Kommentare
nl: Archiefcommentaar

source: Properties
de: Eigenschaften
nl: Eigenschappen

source: Preferences
de: Einstellungen
nl: Voorkeuren

source: Library
de: Bibliothek
nl: Bibliotheek

source: Execute external command
de: Externes Programm ausführen
nl: Externe opdracht uitvoeren

source: External commands
de: Externe Programme
nl: Externe opdrachten

source: Keybinding for "%(action)s" overrides hotkey for another action.
de: Taste für "%(action)s" überschreibt andere Aktion mit selber Taste.
nl: De sneltoets voor '%(action)s' is al toegewezen aan een andere actie.

source: Couldn't load keybindings: %s
de: Konnte Tastaturbelegung nicht laden: %s
nl: Kan sneltoetsen niet laden: %s

source: Key %d
de: Taste %d
nl: %d-toets

source: ! Could neither find sqlite3.
nl: ! sqlite3 is niet aangetroffen.

source: ! Could not remove file "%s"
de: ! Konnte %s nicht entfernen
nl: ! Kan '%s' niet verwijderen

source: SLIDESHOW
de: DIASCHAU
nl: DIAVOORSTELLING

source: Save page as
de: Seite speichern als
nl: Pagina opslaan als

source: Delete "%s"?
de: "%s" löschen?
nl: Wil je '%s' verwijderen?

source: The file will be deleted from your harddisk.
de: Die Datei wird von Ihrer Festplatte gelöscht.
nl: Het bestand wordt verwijderd van je schijf.

source: Do not ask again.
de: Nicht noch einmal fragen.
nl: Niet meer vragen

source: '%s' is disabled for archives.
de: "%s" ist in Archiven deaktiviert.
nl: '%s' is uitgeschakeld voor archieven.

source: Could not run command %(cmdlabel)s: %(exception)s
de: Konnte Programm %(cmdlabel)s nicht ausführen: %(exception)s
nl: Kan %(cmdlabel)s niet uitvoeren: %(exception)s

source: Command line is empty.
de: Befehlszeile ist leer.
nl: De opdrachtregel is leeg.

source: Incomplete escape sequence. For a literal '%', use '%%'.
de: Unvollständige Escape-Sequenz. Benutze '%%', um das '%'-Zeichen zu erhalten.
nl: Onvolledige escapesequentie. Gebruik '%%' ter vervanging van '%'.

source: Incomplete quote sequence. For a literal '"', use '%"'.
de: Anführungszeichen nicht geschlossen. Benutze %", um ein Anführungszeichen im Befehl zu erhalten.
nl: Onvolledige citaatsequentie. Gebruik '"' ter vervanging van '%"'.

source: File-related variables can only be used for files.
de: Datei-Variablen können nur für Dateien verwendet werden.
nl: Bestandsgerelateerde variabelen kunnen alleen worden gebruikt bij bestanden.

source: Archive-related variables can only be used for archives.
de: Variablen für Archive können nur in Archiven verwendet werden.
nl: Archiefgerelateerde variabelen kunnen alleen worden gebruikt bij archieven.

source: Invalid escape sequence: %%%s
de: Ungültige Escape-Sequenz: %%%s
nl: Ongeldige escapesequentie: %%%s

source: Edit external commands
de: Externe Programme bearbeiten
nl: Externe opdrachten aanpassen

source: Add _separator
de: _Trennzeile hinzufügen
nl: _Scheidingsteken toevoegen

source: Run _command
de: Befehl _ausführen
nl: Opdra_cht uitvoeren

source: This is a separator pseudo-command.
de: Das ist ein Pseudo-Befehl für eine Trennzeile.
nl: Dit is een pseudo-opdracht voor het scheidingsteken.

source: "%s" does not have a valid working directory.
de: "%s" hat kein gültiges Arbeitsverzeichnis.
nl: '%s' heeft geen geldige werkmap.

source: "%s" does not appear to have a valid executable.
de: "%s" scheint keine gültige ausführbare Datei zu haben.
nl: '%s' lijkt geen geldig uitvoerbaar bestand te hebben.

source: Command label
de: Programm-Bezeichnung
nl: Opdrachtlabel

source: Preview:
de: Vorschau:
nl: Voorbeeld:

source: Please refer to the <a href="%s">external command documentation</a> for a list of usable variables and other hints.
de: Die <a href="%s">Dokumentation für externe Befehle</a> enthält eine Liste aller Variablen und Hinweise zur Benutzung.
nl: De <a href="%s">externe opdracht-documentatie</a> bevat een lijst met bruikbare variabelen en andere tips.

source: Command
de: Befehl
nl: Opdracht

source: Working directory
de: Arbeitsverzeichnis
nl: Werkmap

source: Disabled in archives
de: In Archiven deaktiviert
nl: Uitgeschakeld in archieven

source: Save changes to commands?
de: Änderungen an Befehlen speichern?
nl: Wil je de aanpassingen opslaan?

source: You have made changes to the list of external commands that have not been saved yet. Press "Yes" to save all changes, or "No" to discard them.
de: Sie haben Änderung an der Liste der externen Befehle vorgenommen, die noch nicht gespeichert wurden. Verwenden Sie "Ja", um alle Änderungen zu speichern, und "Nein", um sie zu verwerfen.
nl: Je hebt de lijst met externe opdrachten aangepast, maar nog niet opgeslagen. Klik op 'Ja' om op te slaan of 'Nee' om de aanpassingen te verwerpen.

source: _Edit commands
de: _Externe Programme bearbeiten
nl: Opdracht_en aanpassen

source: _Go
de: _Gehe
nl: _Ga naar

source: _Cancel
de: _Abbrechen
nl: _Annuleren

source: of %s
de: von %s
nl: van %s

source: Appearance
de: Aussehen
nl: Uiterlijk

source: Behaviour
de: Verhalten
nl: Gedrag

source: Display
de: Anzeige
nl: Weergave

source: Advanced
de: Erweitert
nl: Geavanceerd

source: Shortcuts
de: Tastenkürzel
nl: Sneltoetsen

source: Language (needs restart):
de: Sprache (erfordert Neustart):
nl: Taal (herstart vereist):

source: Escape key closes program
de: Escape-Taste beendet das Programm
nl: Escapetoets sluit toepassing af

source: When active, the ESC key closes the program, instead of only disabling fullscreen mode.
de: Wenn aktiv, wird das Programm durch Drücken der Escape-Taste beendet. Ansonsten wird nur der Vollbildmodus verlassen.
nl: Met deze optie sluit de Esc-toets de toepassing af in plaats van alleen de beeldvullende modus.

source: Background
de: Hintergrund
nl: Achtergrond

source: Use this colour as background:
de: Farbe als Hintergrund verwenden:
nl: Deze kleur gebruiken als achtergrond:

source: Always use this selected colour as the background colour.
de: Diese ausgewählte Farbe immer als Hintergrundfarbe verwenden.
nl: Gebruik altijd de hier gekozen kleur als achtergrondkleur.

source: Use dynamic background colour
de: Dynamische Hintergrundfarbe verwenden
nl: Dynamische achtergrondkleur gebruiken

source: Automatically pick a background colour that fits the viewed image.
de: Automatisch eine Hintergrundfarbe wählen, die zum angeschauten Bild passt.
nl: Kies automatisch een achtergrondkleur die bij de afbeelding past.

source: Always use this selected colour as the thumbnail background colour.
de: Diese ausgewählte Farbe immer als Vorschaubild-Hintergrundfarbe verwenden.
nl: Gebruik altijd de hier gekozen kleur als achtergrondkleur van de miniatuurbalk.

source: Automatically use the colour that fits the viewed image for the thumbnail background.
de: Automatisch eine Hintergrundfarbe wählen, die zum angeschauten Vorschau-Bild passt.
nl: Gebruik altijd de kleur die past bij de afbeelding als achtergrondkleur van de miniatuurbalk.

source: Show page numbers on thumbnails
de: Seitennummer auf Vorschaubildern anzeigen
nl: Paginanummers tonen op miniaturen

source: Use archive thumbnail as application icon
de: Archiv-Vorschaubild als Anwendungsicon verwenden
nl: Archiefpictogram gebruiken als toepassingspictogram

source: By enabling this setting, the first page of a book will be used as application icon instead of the standard icon.
de: Wenn diese Option aktiviert ist, wird anstelle des normalen Icons die erste Seite eines Buches als Anwendungsicon verwendet.
nl: Schakel deze optie in om de eerste pagina van een boek te gebruiken als toepassingspictogram in plaats van het standaardpictogram.

source: Thumbnail size (in pixels):
de: Vorschaubildergröße (in Pixeln):
nl: Miniatuurgrootte (in pixels):

source: Transparency
de: Transparenz
nl: Doorzichtigheid

source: Use checkered background for transparent images
de: Karierten Hintergrund für transparente Bilder verwenden
nl: Geruite achtergrond gebruiken bij doorzichtige afbeeldingen

source: Use a grey checkered background for transparent images. If this preference is unset, the background is plain white instead.
de: Einen grauen, karierten Hintergrund für transparente Bilder benutzen. Wenn diese Einstellung nicht gesetzt ist, ist der Hintergrund stattdessen einfach weiß.
nl: Gebruik een grijsgeruite achtergrond bij doorzichtige afbeeldingen in plaats van een egale witte achtergrond.

source: Use smart scrolling
de: Intelligentes Rollen benutzen
nl: Slim scrollen gebruiken

source: With this preference set, the space key and mouse wheel do not only scroll down or up, but also sideways and so try to follow the natural reading order of the comic book.
de: Wenn diese Einstellung aktiv ist, rollen die Leertaste und das Mausrad nicht nur nach unten oder oben, sondern auch seitwärts. Damit wird versucht, dem natürlichen Lesefluss eines Comicbuches zu folgen.
nl: Schakel deze optie in om alle kanten op te scrollen met de spatiebalk en het scrollwiel en zo de natuurlijke leesvolgorde van het stripboek te volgen.

source: Flip pages when scrolling off the edges of the page
de: Seiten beim Rollen über den Rand der Seite hinaus umblättern
nl: Pagina omslaan door buiten de paginarand te scrollen

source: Flip pages when scrolling "off the page" with the scroll wheel or with the arrow keys. It takes n consecutive "steps" with the scroll wheel or the arrow keys for the pages to be flipped.
de: Seiten umblättern, wenn mit dem Mausrad oder den Pfeiltasten »von der Seite« herunter gerollt wird. Es nimmt drei aufeinander folgende »Schritte« mit dem Mausrad oder den Pfeiltasten auf, um die Seiten umzublättern.
nl: Sla pagina's om als je van de pagina af scrollt met het scrollwiel, ook als je de pagina niet hebt ingepast. Er zijn dan 3 'stappen" met het scrollwiel of de pijltjestoetsen nodig voordat dit gebeurt.

source: Automatically open the next archive
de: Automatisch das nächste Archiv öffnen
nl: Volgend archief automatisch openen

source: Automatically open the next archive in the directory when flipping past the last page, or the previous archive when flipping past the first page.
de: Automatisch das nächste Archiv im Verzeichnis öffnen, wenn nach der letzten Seite umgeblättert wird oder das vorherige Archiv, wenn über die erste Seite geblättert wird.
nl: Open automatisch het volgende archief in de map als je de laatste pagina omslaat, of het vorige archief als je de eerste pagina omslaat.

source: Automatically open next directory
de: Automatisch nächstes Verzeichnis öffnen
nl: Volgende map automatisch openen
